import React from 'react';
import ImageMn1 from './Mn1.png'
import ImageMn2 from './Mn2.png'
import ImageMn3 from './Mn3.png'
import ImageMn4 from './Mn4.png'
import ImageMn5 from './Mn5.png'

const P = () => (
<div>
<div>
Ма́рганец — химический элемент № 25 VIIБ группы 4 периода Периодической системы химических элементов Д. И. Менделеева. Электронная конфигурация атома марганца -  1s22s2 2p63s23p63d54s2. Характерные степени окисления для марганца равны 0, +1, +2, +3, +4, +5, +6, +7. В организме человека содержится около 12 мг марганца: 43 % –- в костях, остальное – в мягких тканях. В биологических системах марганец присутствует в виде ионов Мп2+ или его комплексов с белками, нуклеиновыми кислотами и аминокислотами. Эти комплексы мало устойчивы, но они активируют ферменты разных классов: трансферазы, гидролазы, изомеразы. Ионы Мп2+ стабилизируют конформацию нуклеиновых кислот, участвуют в процессах репликации ДНК, синтезе РНК и белка.
</div>
<div>
Марганец имеет жизненно важное значение для функций мозга. Значительная концентрация марганца в эпифизе, обонятельных луковицах, срединном возвышении гипоталамуса и в базальных ганглиях. Суточная потребность взрослого человека в марганце составляет 1,8-2,6 мг.
</div>
<div>
Пируваткарбоксилаза (фермент класса лигаз), катализирующая превращение пирувата в щавелевоуксусную кислоту, принимает участие в этапах глюконеогенеза и регуляции уровня глюкозы в крови:
</div>
<div>
        <img src={ImageMn1} alt="ImageMn1" height={100} style={{ padding: 40 }} />
  </div>
<div>
При дефиците марганца активность фермента снижается, и в результате угнетается секреция инсулина. Это может стать причиной диабета. Марганец необходим для нормальной секреции инсулина.
</div>
<div>
Дефицит марганца у животных влияет на формирование скелета и может стать причиной хондродистрофии, непропорционального роста костей, деформации костей и позвоночника. Это связано с нарушениями хондрогенеза (процесс синтеза, обновления, регенерации и старения хрящевой ткани вонтогенезе), которые обусловлены угнетением синтеза глюкозоаминогликанов, входящих в состав межклеточного вещества соединительной ткани и являющихся обязательным компонентом межклеточного матрикса. Они удерживают молекулы воды и образуют вязкие растворы в организме.
</div>
<div>
        <img src={ImageMn2} alt="ImageMn2" height={200} style={{ padding: 40 }} />
  </div>
<div>
        <img src={ImageMn3} alt="ImageMn3" height={200} style={{ padding: 40 }} />
  </div>
<div>
Недостаток марганца отражается и на функции мозга. У людей, страдающих эпилепсией, фиксируется пониженное содержание марганца в крови. Биологическая роль марганца в работе центральной нервной системе связана с обеспечением нормальной структуры и стабильности мембран. Марганец необходим для активной работы фермента галактозилтрансферазы, которая участвует в синтезе ганглиозидов – гликолипидов. Это важные компоненты специфических рецепторных участков, расположенных на поверхности клеточных мембран. Ганглиозиды есть в тех участках нервных окончаний, где происходит связывание молекул нейромедиатора в ходе химической передачи импульса от одной нервной клетки к другой. Ганглиозиды обеспечивают работу нервной системы.
</div>
<div>
Ганглиозиды - это сложные по составу липиды, в состав которых несколько углеводных остатков и N- ацетилнейраминовая кислота.
</div>
<div>
        <img src={ImageMn4} alt="ImageMn4" height={200} style={{ padding: 40 }} />
  </div>
<div>
Избыток марганца оказывает патогенное действие. Хроническая интоксикация марганцем приводит к симптомам болезни Паркинсона (диагноз будет ошибочный – марганизм!).
</div>
<div>
        <img src={ImageMn5} alt="ImageMn5" height={200} style={{ padding: 40 }} />
  </div>
<div>
Таким образом, марганец влияет на кроветворение, образование костей, минеральный обмен, рост, размножение.
</div>
<div>
В отличие от Мп2+, катион Мп3+ прочно связывается с белками, преимущественно с кислородными донорными группами, и поэтому Мп3+ совместно с Fe3+ входит в состав трансферина, супероксиддисмутазы и кислотной фосфатазы, т. е. в состав типичных металлопротеинов.
</div>
</div>
);

export default P;
