import React from 'react';

const hTest = [
  [
    { q: () => <div>На внешнем энергетическом уровне у атома азота 3 неспаренных электрона.</div>, answer: true },
    { q: () => <div>Химический элемент азот - p элемент, металл.</div>, },
    { q: () => <div>На внешнем энергетическом уровне у атома азота 5 электрона.</div>, answer: true },
    { q: () => <div>Для химического элемента азота характерно явление аллотропии.</div> },
    { q: () => <div>Массовая доля азота в аммиаке 82.4%.</div>, answer: true },
  ],
  [
    { q: () => <div>Атомы азота в молекуле соединены тройной связью.</div>, answer: true },
    { q: () => <div>Объемная доля азота в воздухе 58%.</div> },
    { q: () => <div>Азот это "веселящий газ".</div> },
    { q: () => <div>Оксид азота (II) - кислотный оксид.</div> },
    { q: () => <div>Массовая доля азота в мочевине 46.7 %.</div>, answer: true },
  ],
];
export default hTest;