import React from 'react';
import ImageSe1 from './Se1.png'
import ImageSe2 from './Se2.png'

const P = () => (
<div>
<div>
Селен (Se) — химический элемент № 34 4 периода VI-А-группы Периодической системы химических элементов, Аr(Se)= 79. Селен р-элемент, неметалл.
</div>
<div>
Электронная формула 1s<sup>2</sup>2s<sup>2</sup>2p<sup>6</sup>3s<sup>2</sup>3p<sup>6</sup>3d<sup>10</sup>4s<sup>2</sup>4p<sup>4</sup>. Характерные степени окисления –2, +4,  +6. Селен относится к эссенциальным (жизненно-необходимым) микроэлементам, хотя раньше считали токсикантом.
</div>
<div>
Селен физиологически активен. При поступлении в организм селен накапливается в ногтях и волосах в составе серосодержащих аминокислот цистеина и метионина. Селен замещает атомы серы в них, превращая в селеноцистеин и селенометионин.
</div>
<div>
        <img src={ImageSe1} alt="ImageSe1" height={200} style={{ padding: 40 }} />
  </div>
<div>
Всасывание селена происходит в дистальном отделе тонкого кишечника, где из растворимых соединений селена и образуются соединения селена с метионином и цистеином.  Эти аминокислоты также будут входить в состав активных центров глутатионпероксидазы, GPx; фосфолипидгидропероксид-GPx, глицинредуктазы, 5,5'-дейодиназы, формиатдегидрогеназы и др. и определять их высокую ферментативную активность.
</div>
<div>
В дальнейшем, большая часть цинка ассимилируется в селезенке, печени, почках, сердце, у мужчин в семенниках. Ассимилирование селена организмами связано с существованием указанных выше селенсодержащих белков - ферментов.
</div>
<div>
Главная биохимическая функция селена — участие в построении и функционировании глутатионпероксидазы, глицинредуктазы и цитохрома-С — основных антиоксидантных соединений. Они поддерживают иммунитет, помогают в борьбе с ОРВИ — от обычной простуды до СПИДа — и замедляют старение организма.
</div>
<div>
        <img src={ImageSe2} alt="ImageSe2" height={300} style={{ padding: 40 }} />
  </div>
<div>
При недостатке селена нарушается целостность клеточных мембран, снижается активность ферментов, накапливается кальций внутри клеток, и в целом, замедляются обменные процессы.
</div>
<div>
Селен — антагонист мышьяка и ртути. Доказано, что селен защищает организм от отравления ртутью и кадмием, свинцом и таллием.
</div>
<div>
Отмечается взаимосвязь между низкой смертностью от рака и высоким содержанием селена в продуктах питания.  Суточная потребность организма человека в селене составляет 30–100 мкг. Естественным источником селена для человека являются пищевые продукты: чеснок, свиное сало, белые грибы, оливковом масло, морские водоросли, кокосы, фисташки, пивные дрожжи.
</div>
<div>
В медицине селен в виде селенита, селената натрия (Na<sub>2</sub>SeO<sub>4</sub>), селенцистеина, селенометионина, селенсодержащих дрожжах используют для профилактики и лечения многих заболеваний. Радиоактивные изотопы селена используются в радиоизотопной диагностике.
</div>
<div>
 Однако, замещение группы SH на группу SeH в ряде ферментов приводит к снижению их дегидрогеназной активности и ингибированию клеточного дыхания.
 </div>
<div>
Основными проявлениями избытка селена являются нестабильные эмоциональные состояния, тошнота, рвота, бронхопневмония, отек легких, выпадение волос, ломкость ногтей. Избыток селена вреден!

</div>
</div>
);

export default P;
