import React from 'react';


const feTest = [
  [
{ q: () => <div>Селен - химический элемент VI-А-группы Периодической системы химических элементов</div> , answer: true},
{ q: () => <div>Селен это s-элемент, неметалл</div> },
{ q: () => <div>Селен входит в состав цистеина</div> },
{ q: () => <div>Относительная атомная масса селена равна 78</div> },
{ q: () => <div>Селен входит в состав селенометионина.</div> , answer: true},
  ],
  [
{ q: () => <div>Селен защищает организм от отравления ртутью и кадмием, свинцом и таллием.</div>, answer: true },
{ q: () => <div>Селен участвует в построении и функционировании глицинредуктазы и цитохрома-С.</div>, answer: true },
{ q: () => <div>Селен входит в состав гемоглобина</div> },
{ q: () => <div>Селен это токсикант</div> },
{ q: () => <div>При избытке селена нарушается целостность клеточных мембран.</div> },
]
];
export default feTest;