import React from 'react';
import ImageZn1 from './Zn1.png'
import ImageZn2 from './Zn2.png'
import ImageZn3 from './Zn3.png'


const P = () => (
<div>
<div>
Цинк — это химический элемент №30 4 периода IIБ группы Периодической системы химических элементов Д.И. Менделеева. Относительная атомная масса 65. Это последний d-элемент 4 периода, металл. Электронная конфигурация цинка 1s<sup>2</sup>2s<sup>2</sup>2p<sup>6</sup>3s<sup>2</sup>3p<sup>6</sup>3d<sup>10</sup>4s<sup>2</sup>. Его единственная степень окисления в сложных веществах +2.
</div>
<div>
Цинк входит в состав ферментов, катализирующих процессы гидролиза.
</div>
<div>
Цинк — активный комплексообразователь, координационное число равно 4 и 6.
</div>
<div>
Цинк является эссенциальным микроэлементом и его содержание в организме взрослого человека около 1,5-2 г.
</div>
<div>
63% всего цинка находится в скелетных мышцах, а также цинк обнаружен в коже, волосах, костной ткани, печени, сетчатке глаза, предстательной железе в значительных концентрациях. Депонируется цинк в печени.
</div>
<div>
Содержание цинка в цельной крови 0,8–0,9 г, из которых в сыворотке — 12%, в лейкоцитах — 3%, в эритроцитах — 85%.
</div>
<div>
С участием цинка происходят основные жизненные процессы: кроветворение, размножение, рост и развитие, обмен углеводов, жиров и белков, окислительно-восстановительные и энергетические процессы. Цинк входит в состав более
</div>
<div>
100 ферментов: например, карбоангидразы, карбоксипептидазы, щелочной фосфатазы, необходимых для гидролиза белков, полисахаридов, липидов, АТФ.
</div>
<div>
Карбоангидраза – это фермент крови. Она содержится в эритроцитах.
</div>
<div>
Карбоангидраза катализирует реакцию взаимодействия углекислого газа с водой. Она поддерживает кислотно-основное равновесие в слюне, образованием соляной кислоты слизистой оболочкой желудка. Карбоангидраза участвует в транспорте углекислого газа.
</div>
<div>
СО<sub>2</sub> + Н<sub>2</sub>О ⇔ Н<sub>2</sub>СО<sub>3</sub> ⇔ Н<sup>+</sup> + НСО<sub>3</sub><sup>-</sup>.
</div>
<div>
        <img src={ImageZn1} alt="ImageZn1" height={200} style={{ padding: 40 }} />
  </div>
<div>

Карбоангидраза ускоряет выделение углекислого газа в легких.
</div>
<div>
Карбоксипептидазы, содержащие катион Zn2+, катализируют гидролиз пептидов с образованием свободных аминокислот.
</div>
<div>
        <img src={ImageZn2} alt="ImageZn2" height={250} style={{ padding: 40 }} />
  </div>
<div>
Щелочная фосфатаза (ЩФ) - важный фермент нашего организма, который помогает защите кишечника от бактерий и способствует пищеварению. Он выполняет основную роль в транспортировке фосфора через клеточную мембрану и регулирует обмен фосфора и кальция. ЩФ есть во всех тканях человеческого организма в разной концентрации. Ее содержание максимально в печени, желчных путях, костной ткани, почках, кишечнике. Это один из показателей биохимического анализа крови.
</div>
<div>
        <img src={ImageZn3} alt="ImageZn3" height={200} style={{ padding: 40 }} />
  </div>
<div>

Возрастает активность ЩФ в крови здоровых людей (физиологическое повышение) при передозировке витамина С, недостаточности кальция и фосфора в пищевом рационе, гормональных препаратов эстрогенов и прогестеронов, АБ, сульфаниламидов, магнезии, омепразола, ранитидина и др.
</div>
<div>
Щелочная фосфатаза в диагностике заболеваний печени и желчных путей:
</div>
<div>
Высокой специфичностью и диагностическим значением обладает определение активности ЩФ при подозрении на заболевания печени. При обтурационной желтухе увеличивается активность ЩФ в 10 раз. Данный показатель в анализе крови подтверждает эту форму желтухи. Увеличение активности ЩФ происходит и при гепатитах, холонгитах и заболеваних кишечника.
</div>
<div>
Значение щелочной фостфатазы при заболеваниях костей и в травматологии:
</div>
<div>
ЩФ это маркерный фермент остеосинтез, то есть увеличивается значение ЩФ при заболеваниях костей или метастазах опухолей в костях, а также при заживлении переломов.
</div>
<div>
Участие цинка в углеводном обмене обусловлено взаимодействием с инсулином. В результате молекула инсулина стабилизируется, а его гипогликемического действия активируется, а процесс энзиматического разрушения инсулина в тканях замедляется.
</div>
<div>
Это используется для создания препаратов инсулина пролонгированного действия, используемых для лечения диабета. Суспензия, в которую входит инсулин, протамин и хлорид цинка, — эффективное средство против диабета.
</div>
<div>
Цинк активизирует биосинтез витаминов С и В. Цинк улучшает всасывание витамина Е, участвует в переработке организмом алкоголя, поэтому при недостатке этого микроэлемента повышается предрасположенность к алкоголизму, в том числе у детей и подростков.
</div>
<div>
Цинк необходим для поддержания кожи в нормальном состоянии, роста волос и ногтей, а также при заживлении ран.
</div>
<div>
Вегетарианцы часто имеют недостаток цинка.
</div>
<div>
В медицине препараты цинка применяют со времен Парацельса: глазные капли (0,25% раствор ZnSO4 ,  в качестве присыпки применяется стеарат цинка. Фенолсульфонат цинка —антисептик.
      </div>
<div>
Оксид цинка ZnO применяется наружно в виде присыпок, паст, мазей.
</div>
<div>
Хлорид цинка ZnCl2 — прижигающее средство в стоматологии.
</div>
  </div>
);

export default P;
