import React from 'react';


const feTest = [
  [

{ q: () => <div>Элемент 2 периода Периодической системы химических элементов.</div> },
{ q: () => <div>d-элемент, металл IIБ группы Периодической системы химических элементов.</div> , answer: true  },
{ q: () => <div>В соединениях характерна степень окисления +1, +2.</div> },
{ q: () => <div>Органоген</div> },
{ q: () => <div>Катион Zn2+ входит в состав фермента крови – карбоангидразы.</div>, answer: true },

  ],
  [
{ q: () => <div>На внешнем электронном слое в атоме цинка находится 1 неспаренный электрон.</div> },
{ q: () => <div>На внешнем электронном слое в атоме цинка находится 2 неспаренных электрона</div> },
{ q: () => <div>На внешнем электронном слое в атоме цинка находится неспаренных электронов нет.</div> , answer: true },
{ q: () => <div>На внешнем электронном слое в атоме цинка находится 4 электрона</div> },

  ],
[
{ q: () => <div>Катионы цинка входят в состав фермента: Карбоксипептидаза.</div>,  answer: true },
{ q: () => <div>Катионы цинка входят в состав фермента: Амилаза.</div> },
{ q: () => <div>Катионы цинка входят в состав фермента: Липаза.</div> },
{ q: () => <div>Катионы цинка входят в состав фермента: Щелочная фосфатаза.</div> , answer: true},
{ q: () => <div>Катионы цинка входят в состав фермента: Трипсин.</div> },
]
];
export default feTest;