
import React from 'react';
import ImageP1 from './P1.png'
import ImageP2 from './P2.png'
import ImageP3 from './P3.png'
import ImageP4 from './P4.png'
import ImageP5 from './P5.png'
import ImageP6 from './P6.png'
import ImageP7 from './P7.png'
import ImageP8 from './P8.png'
import ImageP9 from './P9.png'
import ImageP10 from './P10.png'
import ImageP11 from './P11.png'
import ImageP12 from './P12.png'


const P = () => (
  <div>
    <div>
    Фосфор
Химический элемент фосфор находится в 3 периоде, VА группе Периодической системы химических элементов Д.И.Менделеева .  Относительная атомная масса фосфора равна 31. Электронная конфигурация внешнего электронного слоя — 3s²3p³. Наличие трех( в основном состоянии) или пяти неспаренных электронов (в возбужденном состоянии) на внешнем уровне обуславливает валентности фосфора 3 и 5, а степени окисления от -3 до +5 в его соединениях. В окружающей среде и живых организмах встречается в виде фосфатов, неорганических и органических. Это объясняется тем, что фосфор образует более прочные связи с кислородом, чем с другими органогенами.
</div>
      <div>
Свойства фосфора и его соединений:
</div>
      <div>
Основным минеральным компонентом кости является гидроксиапатит кальция — Ca5(PO4)3(OH). Основа клеточных мембран — фосфолипиды. Фосфолипиды — это сложные эфиры многоатомных спиртов, в которых одна спиртовая группа соединена с фосфат-анионом. Остаток фосфорной кислоты может образовывать дополнительную связь с полярной группой (серин, холин, этаноламин и другие). В зависимости от состава  спирта классифицируются на глицерофосфолипиды (содержат глицерин)
</div>
<div>
        <img src={ImageP1} alt="ImageP1" height={200} style={{ padding: 40 }} />
  </div>
      <div>

 и сфингофосфолипиды (содержат сфингозин):
 </div>
 <div>
        <img src={ImageP2} alt="ImageP2" height={200} style={{ padding: 40 }} />
  </div>
      <div>


В зависимости от содержащегося полярного остатка фосфолипиды делятся на фосфатидилсерины, лецитины (фосфатидилхолины), кефалины (фосфатидилэтаноламины).
Например, фосфатилсерин:
</div>
 <div>
        <img src={ImageP3} alt="ImageP3" height={200} style={{ padding: 40 }} />
  </div>
      <div>

Остов нуклеиновых кислот образован  рибозо- или дезоксирибозофосфатными цепями:
</div>
 <div>
        <img src={ImageP4} alt="ImageP4" height={200} style={{ padding: 40 }} />
  </div>
      <div>

 Формирование костной ткани является следствием протекания   взаимопротивоположных реакций — минерализации и деминерализации костей. Две взаимообратные реакции происходят в разных клетках: минерализация — в остеобластах, а деминерализация — в остеокластах. Обмен фосфора в организме тесно связан с обменом кальция. Обмен фосфора и кальция в организме антагонистичны.
 </div>
 <div style={{ padding: 40 }}>
        <div style={{ display: 'inline' }}>
          <img src={ImageP5} alt="ImageP5" height={150} />
          <img src={ImageP6} alt="ImageP6" height={150} />
        </div>
      </div>
<div>
Анионы органических и неорганических фосфатов являются лигандами и образуют комплексы с мощными комплексообразователями. Например, АДФ и АТФ во внутриклеточной жидкости присутствует чаще всего с катионами магния. Эти комплексы являются активной формой АТФ в ферментативных реакциях окислительного фосфорилирования биосубстратов с образованием органических соединений.
</div>
 <div>
АТФ — нуклеотид, который состоит из азотистого основания — аденина, углевода рибозы и трёх остатков фосфорной кислоты, в двух из которых запасается большое количество энергии.
</div>
 <div>
        <img src={ImageP7} alt="ImageP7" height={200} style={{ padding: 40 }} />
  </div>
      <div>
Связь между фосфатами называют макроэргической (она обозначается символом ~), так как при её разрыве выделяется почти в  4  раза больше энергии, чем при расщеплении других химических связей. АТФ — неустойчива, и при отделении одного остатка фосфорной кислоты АТФ переходит в аденозиндифосфат (АДФ), процесс сопровождается выделением 40 кДж энергии.
</div>
 <div>
        <img src={ImageP8} alt="ImageP8" height={200} style={{ padding: 40 }} />
  </div>
 <div>
        <img src={ImageP9} alt="ImageP9" height={200} style={{ padding: 40 }} />
  </div>
      <div>

Концентрация АТФ в организме человека поддерживается на относительно постоянном уровне, так как скорость его образования уравновешивается со скоростью его гидролиза. Синтезируется АТФ в организме в основном в митохондриях за счет энергии, выделяющейся в процессе биологического окисления.

</div>
 <div>
        <img src={ImageP10} alt="ImageP10" height={200} style={{ padding: 40 }} />
  </div>
      <div>
Остаток фосфорной кислоты входит в состав коферментов НАД и НАДФ, ФАД, участвующих в окислительно – восстановительных биохимических реакциях.
</div>
 <div>
Строение кофермента НАД:
</div>
 <div>
        <img src={ImageP11} alt="ImageP11" height={200} style={{ padding: 40 }} />
  </div>
      <div>
НАД и НАДФ участвуют в переносе протонов и электронов:
</div>
 <div>
        <img src={ImageP12} alt="ImageP12" height={200} style={{ padding: 40 }} />
  </div>
      <div>
Фосфор – это органогенный химический элемент.
    </div>
  </div>

);

export default P;
