import React from 'react';

const pTest = [
  [
{ q: () => <div>Глицерофосфолипиды содержат остаток предельного одноатомного спирта.</div> },
{ q: () => <div>Остаток фосфорной кислоты входит в состав коферментов НАД и НАДФ.</div>, answer: true},
{ q: () => <div>На внешнем электронном слое фосфора 3 электрона.</div> },
{ q: () => <div>Фосфор – это органогенный химический элемент.</div>, answer: true},
{ q: () => <div>Фосфор выполняет роль комплексообразователя.</div> },
],
[
{ q: () => <div>Степень окисления фосфора +5 в H<sub>3</sub>PO<sub>4</sub></div>, answer: true},
{ q: () => <div>Степень окисления фосфора +5 в PH<sub>3</sub></div> },
{ q: () => <div>Степень окисления фосфора +5 в H<sub>3</sub>PO<sub>3</sub></div> },
{ q: () => <div>Степень окисления фосфора +5 в PH<sub>4</sub>Cl</div> },
{ q: () => <div>Степень окисления фосфора +5 в Ca<sub>5</sub>(PO<sub>4</sub>)<sub>3</sub>(OH)</div>, answer: true},

],
[
{ q: () => <div>В состав АТФ входит: два остатка фосфорной кислоты</div> },
{ q: () => <div>В состав АТФ входит: рибоза</div>, answer: true},
{ q: () => <div>В состав АТФ входит: три остатка фосфорной кислоты</div> , answer: true},
{ q: () => <div>В состав АТФ входит: аденин</div> , answer: true},
{ q: () => <div>В состав АТФ входит: гуанин</div> },
{ q: () => <div>В состав АТФ входит: дезоксирибоза</div> },

  ]
];
export default pTest;