
import React from 'react';
import ImageFe1 from './Fe1.png'
import ImageFe2 from './Fe2.png'
import ImageFe3 from './Fe3.png'
import ImageFe4 from './Fe4.png'
import ImageFe5 from './Fe5.png'



const P = () => (
  <div>
    <div>
    Железо
Железо - это элемент 4 периода VIIIБ группы с электронной конфигурацией 1s<sup>2</sup>2s<sup>2</sup>2p<sup>6</sup>3s<sup>2</sup>3p<sup>6</sup>3d<sup>6</sup>4s<sup>2</sup>, d-элемент, металлл. В соединениях железо проявляет положительные степени окисления +2, +3, +6. Наиболее устойчива степень окисления +3.
</div>
<div>
        <img src={ImageFe1} alt="ImageFe1" height={200} style={{ padding: 40 }} />
  </div>
      <div>
 Железо, как и другие d-элементы является комплексообразователем.
 </div>
      <div>
а) нейтральные комплексы:
</div>
      <div>
[Fe(CO)<sub>5</sub>] — пентакарбонил железа (0)
</div>
      <div>
б) катионные комплексы:
</div>
      <div>
[Fe(H2O)<sub>6</sub>]Cl<sub>3</sub>— хлорид гексаакважелеза(III)
</div>
      <div>
в) анионные комплексы:
</div>
      <div>
K3[Fe(CN)<sub>6</sub>] — гексацианоферрат (III) калия
</div>
      <div>
Именно способностью к  комплексообразованию можно объяснить важнейшую роль биоактивных молекулярных и надмолекулярных комплексов, с участием которых происходит  в клетках живых организмов ферментативный катализ процессов биосинтеза и биоэнергетики, перенос электронов и ионов.
</div>
      <div>
В среднем, организм взрослого человека содержит около 5 г железа, основная часть которого находится в составе белка гемоглобина. Суточная потребность человека в железе определяется возрастом и полом: дети — от 4 до 18 мг, взрослые мужчины — 10 мг, взрослые женщины — 18 мг, беременные женщины во второй половине беременности — 33 мг.
</div>
      <div>
Уже в  XVIII веке была известна роль этого элемента в живых организмах. Главная функция железа в организме — перенос кислорода и участие в окислительных процессах в составе железосодержащих ферментов. Железо входит в состав гемоглобина, миоглобина, цитохромов, пероксидазы, каталазы.
</div>
      <div>
Гемоглобин – это основной белок дыхательного цикла. Он переносит кислород от органов дыхания в ткани, а обратно — углекислый газ. Относительная молекулярная масса   гемоглобина эритроцитов человека равна 64 458. В одном эритроците содержится примерно 400 млн. молекул гемоглобина.
</div>
      <div>
Гемоглобин состоит из простого белка глобина (массовая доля 96 %) и небелковой железосодержащей группы – гема (массовая доля 4%).
</div>
      <div>
        <img src={ImageFe2} alt="ImageFe2" height={200} style={{ padding: 40 }} />
  </div>
      <div>

Миоглоби́н — кислородосвязывающий белок скелетных мышц и мышцы сердца.
</div>
      <div>
Функция миоглобина — создание в мышцах запаса кислорода, который используется необходимости, если есть дефицит кислорода. Он связывает до 14% общего количества кислорода в организме.
</div>
      <div>
Он состоит из одной полипептидной цепи, конформация которой похожа на пространственную структуру β- цепи гемоглобина.
</div>

<div>
        <img src={ImageFe3} alt="ImageFe3" height={200} style={{ padding: 40 }} />
  </div>
  <div>

Цитохромы — это гемсодержащие ферменты, которые осуществляют перенос электронов за счет изменения степени окисления иона железа.
</div>
      <div style={{fontSize: '24px'}}>
Fe<sup>3+</sup> + е<sup>-</sup> =Fe<sup>2+</sup>  ( в цитохроме b, b1,c)
</div>
<div>
        <img src={ImageFe4} alt="ImageFe4" height={200} style={{ padding: 40 }} />
  </div>
      <div>

Пероксидаза и каталаза — это ферменты, которые защищают клетку от пероксида водорода. продукта свободнорадикального окисления. Много железа содержится в клетках мозга. Гемоглобин обеспечивает внешнее дыхание, являясь переносчиком кислорода от легких к тканям. Миоглобин, цитохромы, каталаза обеспечивают клеточное дыхание
</div>
      <div>
При недостатке железа в организме развивается железодефицитная анемия.
</div>

<div>
        <img src={ImageFe5} alt="ImageFe5" height={200} style={{ padding: 40 }} />
  </div>
      <div>
Для железодефицитной анемии характерны следующие изменения эритроцитов:
</div>
      <div>
Снижение объема эритроцита. Для того, чтобы оценить этот параметр необходимо обратить внимание на MCV - средний объем эритроцита. В норме он составляет от 80 до 102 фл.
</div>
      <div>
Снижение содержания гемоглобина в эритроците и его концентрации.
</div>
      <div>
Эритроциты становятся маленькие и бледные.
</div>
      <div>
Для пополнения запасов в потребляемых продуктах питания содержание железа должно составлять 5-10 мг в сутки.
</div>
      <div>
При лечении железодефицитной  анемии также  принимают различные препараты железа: аскорбинат железа, лактат железа, ферроплекс,глецерофосфат железа.
</div>

  </div>

);

export default P;
