
import React from 'react';
import imageCr1 from './Cr1.png'
import imageCr2 from './Cr2.png'
import imageCr3 from './Cr3.png'
import imageCr4 from './Cr4.png'

const Cr = () => (
  <div>
    <div>
    Хром
Химический Элемент № 24 VIБ группы 4 периода Периодической системы химических элементов Д. И. Менделеева. Относительная атомная масса равна 52. Для него характерны положительные степени окисления +2, +3, +6.
Сначала было установлено токсическое действие на организм (около160 лет назад), а позднее его необходимость для живых организмов. Важная биологическая роль в животном организме проявляется во   взаимодействии с инсулином в процессах углеводного обмена, участии в структуре и функции нуклеиновых кислот, а также щитовидной железы. Потребность человека в хроме колеблется от 50 – 200 мкг в сутки. Наибольшие концентрации хрома фиксируют в печени (0,2 мкг/кг) и почках (0,6 мкг/кг), а также в хрящевой и костной ткани, кишечнике, щитовидной железе.
Функции хрома и его соединений в организме человека:
В кровяном русле хром специфически связывается с трансферрином , который служит переносчиком не только железа, но и хрома. При высоком насыщении трансферрина железом оно конкурирует с хромом за участок трансферрина, в связи с чем у больных гемохроматозом в организме в целом понижен уровень содержания хрома. Так как диабет часто сопутствует гемохроматозу, то нарушение транспорта хрома трансферрином может привести к ухудшению течения диабета.
Хром играет определенную роль в липидном обмене, и его дефицит способен привести к заболеванию атеросклерозом. При дефиците хрома в плазме крови наблюдается повышение концентрации глюкозы, холестерина и увеличение количества бляшек и липидов в стенках аорты. У лиц с расстройствами коронарного кровообращения, наблюдается дефицит хрома в плазме крови.
</div>

<div style={{ padding: 40 }}>
        <div style={{ display: 'inline' }}>
          <img src={imageCr1} alt="imageCr1" height={150} />
          <img src={imageCr2} alt="imageCr2" height={150} />
        </div>
      </div>
      <div>

5) Общетоксическое действие

Токсическое действие хрома зависит от его валентности: чем выше валентность, тем выше токсическое действие. Хром способен легко проникать в ткань легких и накапливаться. Оксид шестивалентного хрома токсично воздействуют на слизистые оболочки, вызывая язвы, дерматиты, гастриты, хромовый гепатоз и нарушения регуляции тонуса сосудов. Именно оксид хрома (VI) обладают общетоксическим, нефротоксическим и гепатотоксическим действием.
</div>

<div>
        <img src={imageCr3} alt="imageCr3" height={200} style={{ padding: 40 }} />
  </div>
  <div>

Оксид хрома (VI) способен вызывать мутации. Соединения хрома (III) также выступают в роли комутагена, снижая репаративные процессы в клетках животных и человека. Некоторые соли трехвалентного хрома, например, ацетаты хрома, приводят к злокачественным опухолям.

Избыток соединений хрома в организме опасен! Хром может накапливаться в печени, почках, селезенке, костях и костном мозге.

</div>

<div>
        <img src={imageCr4} alt="imageCr4" height={200} style={{ padding: 40 }} />
  </div>

  </div>

);

export default Cr;
