
import React from 'react';
import imageI1 from './I1.png'
import imageI2 from './I2.png'
import imageI3 from './I3.png'
import imageI4 from './I4.png'
import imageI5 from './I5.png'
import imageI6 from './I6.png'
import imageI7 from './I7.png'
import imageI8 from './I8.png'

const I = () => (
  <div>
    <div>Йод
Йод — химический элемент VIIА группы Периодической системы химических элементов Д.И. Менделеева. Его порядковый номер номер 53, относительная атомная масса 126,9045; Йод относится к семейству галогенов, типичных металлов.
</div>
      <div>
Йод относится к группе эссенциальных (жизненно необходимых) микроэлементов. Это единственный микроэлемент, участвующий в синтезе гормонов и входящий в их состав. В организме взрослого человека содержится 20-30 мг йода, причем примерно, половина сосредоточена в щитовидной железе - около 10 мг. Щитовидная железа — орган-концентратор йода. В крови здорового человека находится около 0,67 мкмоль/л йода. Большая часть сконцентрирована в плазме крови в составе органических соединений йода, а также в виде иодидов. Суточная потребность человека в йоде составляет около 60 мкг.
</div>
      <div>
Основной источник йода — океан. Все морепродукты богаты содержанием йода. Дополнительные источники йода — молоко и желток яиц, йодированная соль.
</div>
      <div>
          Функции йода и его соединений в организме человека:
          </div>
      <div>
Йод — составная часть тиреоидных гормонов
</div>
      <div>
Щитовидная железа — одна из крупных эндокринных желез. Ее масса в организме взрослого человека в норме составляет 15-20 грамм. Она расположена ниже гортани, кпереди, по обе стороны от трахеи.
</div>
      <div>
Щитовидная железа человека должна улавливать около 60 мкг йода в сутки, чтобы обеспечить организм необходимым количеством тиреоидных гормонов.
</div>
      <div>
Тиреоидные гормоны — йодированные производные аминокислоты тирозина, обладающие общими физиологическими свойствами и производимые в щитовидной железе. Щитовидная железа производит два тиреоидных гормона, отличающихся наличием или отсутствием дополнительного атома йода в молекуле — тироксин (T4) и трийодтиронин (T3).
</div>
<div>
        <img src={imageI1} alt="imageI1" height={200} style={{ padding: 40 }} />
  </div>
      <div>
 Эти гормоны регулируют скорость обменных процессов в организме. Трийодтиронин почти в 4 раза активнее тироксина.Тироксин также регулирует возбудимость нервной системы и сердечной мышцы, увеличивает интенсивность окислительных реакций и влияет на процессы роста и развития. Тироксин связывается в крови тремя различными белками. Определение общего содержания тироксина в сыворотке крови основано на конкурентном связывании гормона с белками. Таким способом получают достоверную оценку о функциональной активности щитовидной железы. Дефицит йода у человека представляет собой серьезнейшую проблему, приводящую к сбоям всех систем органов.

</div>
<div>
        <img src={imageI2} alt="imageI1" height={200} style={{ padding: 40 }} />
  </div>
<div>

Работа щитовидной железы зависит от того, как осуществляется механизм улавливания йода — йодная «ловушка» Сначала иодиды из крови поступают в щитовидную железу: базальная мембрана клеток щитовидной железы активно закачивает йодиды внутрь клеток. Этот процесс и есть йодная «ловушка» .Затем иодиды используются для синтеза Т3 и Т4. Скорость захвата йода щитовидной железой зависит в первую очередь от  концентрации тиреотропного гормона (ТТГ ). Он вырабатывается в гипофизе и управляет работой щитовидной железы.

</div>
<div style={{ padding: 40 }}>
        <div style={{ display: 'inline' }}>
          <img src={imageI3} alt="imageI3" height={150} />
          <img src={imageI4} alt="imageI4" height={150} />
        </div>
      </div>
      <div>
Тиреотропный гормон гипофиза — это гликопротеид. Он  образован двумя полипептидными цепями. Тиреотропные гормоны гипофиза регулируют все этапы йодного обмена.

<div>
        <img src={imageI5} alt="imageI5" height={200} style={{ padding: 40 }} />
  </div>
Заболевания человека, связанные с поступлением йода в организм, и функциональным состоянием щитовидной железы
</div>

<div>
А) Гипофункция железы в детстве - кретинизм, в зрелом возрасте - зоб и микседема

</div>
<div>
        <img src={imageI6} alt="imageI6" height={200} style={{ padding: 40 }} />
  </div>
<div>
        <img src={imageI7} alt="imageI7" height={200} style={{ padding: 40 }} />
  </div>
<div>



Б) Гиперфункция - гипертиреоз
</div>
<div>
        <img src={imageI8} alt="imageI7" height={200} style={{ padding: 40 }} />
  </div>


  </div>

);

export default I;
