import React from 'react';


const feTest = [
  [

{ q: () => <div>Основной источник йода — океан </div> , answer: true},
{ q: () => <div>Йод входит в состав тироксина</div> , answer: true},
{ q: () => <div>На внешнем электронном слое йода  5 электронов.</div> },
{ q: () => <div>Йод – это органогенный химический элемент</div> },
{ q: () => <div>При избытке йода в организме развивается эндемический зоб</div> },
  ],
  [
{ q: () => <div>Тирозин относится тиреоидным гормонам.</div> },
{ q: () => <div>Трийодтиронин относится тиреоидным гормонам.</div>, answer: true},
{ q: () => <div>Транстиретин относится тиреоидным гормонам.</div> },
{ q: () => <div>Тироксин относится тиреоидным гормонам.</div> , answer: true},
{ q: () => <div>Териотропин относится тиреоидным гормонам.</div> },

]
];
export default feTest;