import React from 'react';


const hTest = [
  [
    { q: () => <div>Водород - это p - элемент, неметалл.</div> },
    { q: () => <div>Водород - самый легкий газ.</div>, answer: true },
    { q: () => <div>Водород входит в состав воздуха.</div> },
    { q: () => <div>Водород участвует вобразовании водородных связей в структуре ДНК.</div>, answer: true },
  ],
  [
    { q: () => <div>Водородная связь - это связь между атомами водорода в простом веществе.</div> },
    { q: () => <div>Водородная связь - это связь между атомом водорода одной молекулы и атомом электроотрицательного элемента другой молекулы.</div>, answer: true },
    { q: () => <div>Водородная связь - это связь между атомом водорода и кислорода в молекуле воды.</div> },

  ],
];
export default hTest;